app/controllers/animes_controller.rb

  def index
    @animes = Anime.all
---
SELECT "animes".* FROM "animes"

  def create
    #binding.pry
    @anime = Anime.new(anime_params)


    if @anime.save
---
INSERT INTO "animes" ("title", "genre", "release", "episodes", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["title", "Pokemon"], ["genre", "Adventure"], ["release", "1998"], ["episodes", "100"], ["created_at", "2021-04-19 05:28:00.449223"], ["updated_at", "2021-04-19 05:28:00.449223"]]